Repository: Jjeje007/gikeud
Catalog: locales/*/LC_MESSAGES/client.po
Languages: fr

source: Success
fr: Accomplie avec succès

source: Failed
fr: Echouée

source: Last state of the repositories syncronizer:
fr: Etat de la dernière synchronisation:

source: Overall
fr: Globale

source: The repositories syncronizer run successfully:
fr: Synchronisation accomplie avec succès:

source: time
fr: fois

source: times
fr: fois

source: seconds since epoch (unix / posix time)
fr: secondes depuis epoch (temps unix / posix)

source: The
fr: Le

source: There is
fr: Il y a

source: Last repositories synchronization:
fr: Dernière synchronisation effectuée:

source: seconds
fr: secondes

source: Current repositories synchronization interval:
fr: Intervalle de synchronisation:

source: Current repositories synchronization elapsed time:
fr: Temps écoulé depuis la dernière synchronisation:

source: Current repositories synchronization remain time:
fr: Temps restant avant la prochaine synchronisation:

source: Portage package update status:
fr: Mise à jour du packet portage:

source: Available
fr: Disponible

source: Not available
fr: Non disponible

source: Available portage package update, version:
fr: Version de la mise à jour du packet portage:

source: Available (from {0} to {1})
fr: Disponible (depuis {0} vers {1})

source: Not available ({0})
fr: Non disponible ({0})

source: None
fr: Aucun

source: Available packages to update:
fr: Packets disposant d'une mise à jour:

source: Last world update state:
fr: Etat de la dernière mise à jour globale:

source: Last world update packages:
fr: Packets mis à jour lors de la dernière mise à jour globale:

source: Last world update failed package:
fr: Packets ayant échoués durant la dernière mise à jour globale:

source: Last world update failed packages:
fr: Packets ayant échoués durant la dernière mise à jour globale:

source: The {0}
fr: Le {0}

source: Last world update started:
fr: La dernière mise à jour globale a été lancé:

source: Last world update stoped:
fr: La dernière mise à jour globale s'est terminée:

source: There is {0} ago
fr: Il y a {0}

source: Last world update finished:
fr: La dernière mise à jour globale s'est terminée:

source: Last world update lasted:
fr: La dernière mise à jour globale a duré:

source: Sync is in progress, abording...
fr: L'action à été annulée car la synchronisation est en cours...

source: Global update is in progress, abording...
fr: L'action a été annulée car la mise à jour globale est en cours...

source: Recompute already in progress, abording...
fr: L'action est déjà en cours...

source: Recompute have just been completed {0} ago.
fr: Le recalcul a été lancé il y a à peine {0}.

source: {0}You have to wait
fr: {0}Vous devez attendre encore

source: {0} before you can run it again.
fr: {0} avant de pouvoir relancer le processus.

source: Order has been sent, see {0} for more details.
fr: L'ordre à été envoyé, lisez {0} pour plus de détails.

source: Force recompute available update packages:
fr: Force le recalcul du nombre de packets à mettre à jour:

source: Available git branch version:
fr: Branche git disposant d'une mise à jour:

source: not available
fr: Non disponible

source: Available git kernel version:
fr: Kernel git disposant d'une mise à jour:

source: Done.
fr: Effectué.

source: No error found.
fr: Aucune erreur trouvée.

source: Found a network error which is not blocking.
fr: Une erreur reseau a été trouvée, elle ne bloque pas le processus de mise à jour.

source: Git pull is running, skipping...
fr: Le processus de mise à jour est en cours...
